Repository: solasoli/psc-wp
Catalog: plugins/email-verification-for-woocommerce-master/language/email-verification-for-woocommerce-*.po
Languages: nl_nl

source: A confirmation link has been sent to your email address. Please follow the instructions in the email to activate your account.
nl_nl: Een bevestigingslink is verzonden naar uw e-mailadres. <br> Volg de instructies in de e-mail om uw account te activeren.<br>Controleer ook eventueel uw ongewenste berichten map.

source: You will need an account with a validated emailaddress before you can proceed the checkout. <br /> Please login or create an account to checkout.
nl_nl: U heeft een account nodig met een gevalideerd e-mailadres voordat u zich kunt inschrijven en kunt afrekenen. <br /> Meldt u aan of maak een nieuw account aan door op "Registreer hier" te klikken.

source: Account activation successful.
nl_nl: Uw account is met succes geactiveerd.

source: Account activation successful. You can checkout now.
nl_nl: Uw account is met succes geactiveerd. U kunt nu doorgaan met afrekenen.

source: Activate your %s account
nl_nl: Activeer uw %s account

source: Hello %s,<br/><br/>To activate your account and access the feature you were trying to view, copy and paste the following link into your web browser:<br/><a href="%s">%s</a><br/><br/>Thank you for registering with us.<br/><br/>Yours sincerely,<br/>%s
nl_nl: Hallo %s, <br/><br/> Om uw account te activeren en om gebruik te kunnen maken van onze website, kopieer en plak de volgende link in uw browser: <br/> <a href="%s">%s</a> <br/><br/> Bedankt voor het registreren. <br/><br/>Met vriendelijke groet, <br/> %s

source: account-validation
nl_nl: account-validatie

source: Account validation
nl_nl: Account validatie

source: This plugin requires PHP Version 5.4 or newer. You are using version %s sorry about that.
nl_nl: Deze plugin vereist PHP versie 5.4 of nieuwer. U gebruikt versie %s sorry daar voor.

source: This plugin requires WordPress Version 4.0 or newer. You are using version %s, please upgrade.
nl_nl: Deze plugin vereist WordPress versie 4.0 of nieuwer. U versie is %s, gelieve te upgraden.

source: This plugin requires WooCommerce Version 2.3 or newer. You are using version %s, please upgrade.
nl_nl: Deze plugin is WooCommerce versie 2.3 of hoger vereist. U gebruikt versie %s, gelieve te upgraden.

source: The Email Verification for Woocommerce plugin is now <strong>deactivated</strong>.<br /><br />Some database tables and settings are NOT removed yet, those will be removed on uninstalling the plugin.
nl_nl: De Email Verificatie voor de Woocommerce plug-in is nu <strong>uitgeschakeld</strong>.<br /><br />Er zijn nog een aantal database-tabellen en instellingen aanwezig. Als je deze plug-in verwijderd worden ook die verwijderd!!
